<template>
  <div class="container">
    <h2 class="title"> “O’ZNASLCHILIK” ДАВЛАТ КОРХОНАСИНИНГ ТАРИХИ ВА РИВОЖЛАНТИРИШ ИСТИҚБОЛЛАРИ</h2>
    <div class="description">
    <b>  Корхона тарихи.</b> Мазкур корхона 1956 йил 28  декабрда собиқ Ўзбекистон ССР Министрлар Советининг қарори билан Тошкент давлат отчилик корхонаси ўрнида, Марказий Осиёда ягона бўлган “Қишлоқ хўжалик хайвонларини сунъий уруғлантириш станцияси” ташкил этилган. 1957 йил январь ойида корхона директори лавозимига биринчи бўлиб, Малисов Макс Григрьевич тайинланган. У 1957-1981 йиллар давомида вилоят корхонасини Республика корхонаси даражасига кўтаришда катта ташкилий мехнатлар қилган. Ушбу станция 6 бош буқа билан иш бошлаган бўлиб, кейинчалик яъни бир йилдан сўнг эса 8 бошга етказилган.
Шунингдек, 1960 йилда 13 бошга ва 1968 йилда эса 33 бош буқаларга етказилган. 1968 йилгача чорвачилик хўжаликларга сигир ва таналарни сунъий қочириш учун музлатилмаган суюлтирилган наслли буқалар уруғлари идишларга солинган ҳолда атрофига муз бўлаклари қўйилиб етказиб берилган. Уша йилдан бошлаб суюлтирилган азотда (-196 градус) гранула ҳолида музлатиш ташкил қилинди ва узоқ муддатга сақлаш имконияти яратилган.
Корхона номи собиқ Ўзбекистон ССР қишлоқ хўжалиги Давлат кооператив қўмитасининг 1989 йил 10 ноябрда Ўзбекистон Республикаси чорва молларни сунъий уруғлантириш ва наслчилик бўйича ишлаб чиқариш “Ўзнаслчилик” корхонаси деб юритила бошланган. 
1993-1997 йилларгача буқа уруғига бўлган таълаб камайиб, чуқур музлатилган наслли буқа уруғини ишлаб чиқариш йил якунига бориб тўхтаб қолди. 
Ўзбекистон Республикаси Президентининг 2006 йил 23 мартдаги “Шахсий ёрдамчи, деҳқон ва фермер хўжаликларида чорва молларини кўпайтиришни рағбатлантириш чора-тадбирлари тўғрисида”ги ПҚ-308-сонли қарори қабул қилингандан сўнг корхона фаолияти файта тикланиб, Республиканинг вилоятлардаги наслчилик хўжаликларидан 41 бош ёш наслли буқачалар келтирилиб, уруғ олиш учун парвариш қилина бошланди ва чуқур музлатилган уруғлар ишлаб чиқариш қайта йўлга қўйилди. 
Шу билан бирга, Президентимизнинг 2008 йил 21 апрелдаги “Шахсий ёрдамчи, дехқон ва фермер хўжаликларида чорва молларини кўпайтиришни ҳамда чорвачилик маҳсулотларини ишлаб чиқаришни кенгайтириш борасидаги қўшимча чора-тадбирлари тўғрисида”ги ПҚ-842-сонли қарори қабул қилингандан сўнг корхонанинг молиявий аҳволи яхшиланиб, фаолиятида сезиларли ўзгаришлар амалга оширилган.
Германия давлатининг “Minitübe” GmbH корхонаси билан хамкорликда 2008-2013 йиллардан бошлаб наслли буқалар уруғларини қадоқлайдиган, маркировка қиладиган ва чуқур музлатадиган “Minitübe” линияси олиб келинда ва замонавий, жахон андозаларига жавоб берадиган чуқур музлатилган уруғлар паета холатда қадоқлана бошланди.
 Ўзбекистон Республикаси Вазирлар Маҳкамасининг 2015 йил 21 сентябрда ўтказилган “Республикада 2015-2016 йиллар чорва қишловини 
 <br> <br>
 беталофат ўтказиш ва чорвачилик маҳсулотларини ишлаб чиқаришни янада кўпайтириш тўғрисида”ги ЭДО-03-40-16 сонли йиғилиш баёнинг 16-бандида Бухоро вилояти “Насл-Хизмат” МЧЖ базасида наслли буқалар уруғини қадоқлаш бўйича “Ўзнаслчилик” корхонасининг Бухоро филиали ташкил этилиши белгилаб берилган. Шунингдек, Тошкент давлат аграр университети профессор, ўқитувчилари ҳамда “Ўзнаслчилик” корхонаси мутахассислари томонидан техник-осеменаторларни тайёрлаш ва малакасини ошириш бўйича ўқув курслари ташкил этилган.
 2008-2016 йиллар мобайнида, Европанинг ривожланган давлатларидан 108 бош юқори маҳсулдорликка эга бўлган наслли буқалар олиб келиниб, вилоятларга жуфтлаш режаси асосида етказиб бериш ишлари ташкил этилган. 
 <br><br>
 <b>Корхонанинг бугунги кун фаолияти. </b>Ўзбекистон Республикаси Президентининг 2019 йил 28 мартда “Ветеринария ва чорвачилик соҳасида давлат бошқаруви тизимини тубдан такомиллаштириш чора-тадбирлари тўғрисида”ги ПФ-5696 сонли фармони қабул қилинди. Унга кўра,  Республикада наслчилик-селекция ишларини юритишнинг илмий асосланган инновацион услубларини жорий этиш, сунъий уруғлантириш ишларини тизимли ташкил этиш, қишлоқ хўжалиги ҳайвонлари орасидаги эпизоотик осойишталик ҳамда озиқ-овқат маҳсулотлари хавфсизлигини таъминлаш асосий мақсад қилиб белгиланган.  
 <br><br>
 <b>Корхонанинг бугунги кундаги кўриниши </b>
 Ўзбекистон Республикаси Давлат ветеринария қўмитаси Ўзбекистон Республикаси Ветеринария ва чорвачиликни ривожлантириш қўмитаси этиб қайта ташкил этилди ва у эпизоотик осойишталикни таъминлаш, ҳайвонларнинг юқумли касалликларини ўз вақтида аниқлаш, ташхис қўйиш ва тарқалишини олдини олиш, чорвачиликни барча тармоқларини ва наслчиликни ривожлантириш учун маъсул давлат бошқарув органи ҳисобланади.
 <br>Ўзбекистон Республикаси Ветеринария ва чорвачиликни ривожлантириш қўмитаси ҳузурида фаолият кўрсатадиган “Ўзбекчорванасл” агентлиги таркибига “Ўзнаслчилик” давлат корхонаси ўтказилди.
 <br>Шу билан бирга, Президентимизнинг 2020 йил 29 январда “Чорвачилик тармоғини давлат томонидан қўллаб-қувватлашнинг қўшимча чора-тадбирлари тўғрисида”ги ПҚ-4576 сонли қарори қабул қилиниши катта ахамиятга эга бўлди. Чунки, қарорда “Ўзбекчорванасл” агентлиги ҳузуридаги “Ўзнаслчилик” давлат корхонасида парваришлаб келинаётган наслдор буқаларни озиқлантириш учун озуқабоп экинлар экишга Қибрай, Юқоричирчиқ ва Ўртачирчиқ туманлари ҳудудидан 80 гектар суғориладиган ер майдони ажратиб бериш белгилаб берилди.
 <br>    Шунингдек, Ўзбекистон Республикаси Бош вазири А.Ариповнинг 11.03.2021 йил кунги 01-03/1-289 рақамли 43-сонли йиғилиш баёнининг 7 ва 10-банларида наслчилик ишларини янада ривожлантиришни қўллаб-қувватлаш ҳамда сигирларни сунъий уруғлантириш кўламини ошириш мақсадида наслли буқаларнинг музлатилган ҳолда сақлаш учун суюлтирилган азот ажратилиши ва “Ўзнаслчилик” давлат корхонасига наслли буқалар озуқаси учун 35 гектар суғориладиган ер майдони ажратиб берилиши кўрсатиб ўтилган.
 <br>Юқоридаги давлат рахбаримизнинг қарорига асосан, Юқоричирчиқ туманидан 20 гектар ва Ўртачирчиқ туманидан 24 гектар жами 44 гектар ер майдони ажратиб берилди.
 <br>Ўтган йилда наслли буқаларни узлуксиз озуқаларга бўлган талабини бажаришда, 463 тонна маккажўхори силоси, 60 тонна маккажўхори дони, 60 тонна арпа дони, 110 тонна беда пичани ва 30 тонна қизил сабзи озуқалари жамғарилди. Шунингдек, омухта ем, озуқавий қўшимчалар (премикс), туз ва тухумлар доимий таъминланиб келинмоқда.  
 <br>Бизга маълумки, чорвачиликни ривожланишида энг асосий омиллардан бири бу хайвонларни тўла қийматли рацион асосида озиқлантириш, наслчилик-селекция ишлари ва хайвонларни зоогигеник талаблар асосида асраш ва сақлаш ишларини ташкил этишдан иборат.
 <br>
 “Ўзнаслчилик” давлат корхонаси Республикадаги сунъий уруғлантириш билан шуғулланаётган субъектларга талаб этиладиган наслли буқа уруғларини “Жуфтлаш режаси”га асосан тизимли етказилишини ҳамда суюқ азотни узлуксиз равишда таъминлаб келмоқда
 <br>	Бугунги кунда, корхонада (01.01.2021 йил ҳолатига) жами 4 183 021 млн  доза музлатилган наслли буқалар захираси мавжуд бўлиб, шу кунгача 322 830 минг доза музлатилган наслли буқа уруғи ва  42 тоннадан зиёд суюқ азот худудларга етказиб берилди. Бугунда бу ишлар режа асосида давом этиб келмоқда. 	
    </div>
    <div>
      <input type="file">
    </div>
  </div>
</template>

<style scoped>
  .container{
    width: 90%;
    margin: 20px auto;
    
  }
  .title{
    text-align: center;
    padding: 10px 0;
    font-family: "Museo Bold";
  }
  .description{
    line-height: 28px;
    padding-top: 10px;
    padding: 15px 30px;
    font-family: "Museo Bold";
    font-size: 18px;
  }
</style>